---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricSheetMassunit
source: html/198a4737-670a-d649-c6a1-2c9a6a8d6a5f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricSheetMassunit Property

"Sheet Mass per Unit Area": Structural Sheet Mass per Unit Area [Sheet Mass / (Overall Length * Overall Width)]

## Syntax (C#)
```csharp
public static ForgeTypeId FabricSheetMassunit { get; }
```